[
    {"q":"Make your stand today. On this spot. On this day.","a":"Ming-Dao Deng"},
    {"q":"Shoot for the moon. Even if you miss, you'll land among the stars.","a":"Norman Vincent Peale"},
    {"q":"In order to be walked over, you have to be lying down.","a":"Celestine Chua"},
    {"q":"You must conceive it in your heart and mind before you can receive it. If you believe then all things are possible.","a":"Norman Vincent Peale"},
    {"q":"You can't wait for inspiration. You have to go after it with a club. ","a":"Jack London"},
    {"q":"Deeds will not be less valiant because they are upraised.","a":"J.R.R. Tolkien"},
    {"q":"Every day is an opportunity to a make a new happy ending.","a":"Jonathan Swift"},
    {"q":"At the center of your being you have the answer; you know who you are and you know what you want.","a":"Lao Tzu"},
    {"q":"No duty is more urgent than that of returning thanks.","a":"James Allen"},
    {"q":"It is better to disappoint people with the truth than to appease them with a lie.","a":"Simon Sinek"},
    {"q":"The problem happens when we have multiple desires. When we have fuzzy desires. When we want to do ten different things and we're not clear about which is the one we care about.","a":"Naval Ravikant"},
    {"q":"The happiness of your life depends upon the quality of your thoughts; therefore guard accordingly.","a":"Marcus Aurelius"},
    {"q":"Peace is the result of retraining your mind to process life as it is, rather than as you think it should be.  ","a":"Wayne Dyer"},
    {"q":"Everyone has a sense of humor. If you don't laugh at jokes, you probably laugh at opinions.","a":"Criss Jami"},
    {"q":"Don't change your mind just because people are offended; change your mind if you're wrong.","a":"Criss Jami"},
    {"q":"Be who you are and say what you feel because those who mind don't matter and those who matter don't mind.","a":"Dr. Seuss"},
    {"q":"If you are not living each day with excitement, energy, and passion, then you are not living true to your life purpose.","a":"Celestine Chua"},
    {"q":"Your happiness is what truly matters most. Do what you have to do in order to be happy.","a":"Brian Tracy"},
    {"q":"There is no excuse for not trying.","a":"Barack Obama"},
    {"q":"Giving is the secret of a healthy life. Not necessarily money, but whatever a person has of encouragement, sympathy and understanding.","a":"John D. Rockefeller"},
    {"q":"A bird does not sing because it has an answer. It sings because it has a song.","a":"Chinese Proverb"},
    {"q":"The first rule of handling conflict is don't hang around people who are constantly engaging in conflict.","a":"Naval Ravikant"},
    {"q":"You don't have to be great to start, but you have to start to be great.  ","a":"Zig Ziglar"},
    {"q":"We become what we believe.","a":"Lolly Daskal"},
    {"q":"Where there is no struggle, there is no strength. ","a":"Oprah Winfrey"},
    {"q":"From a certain point onward there is no longer any turning back. That is the point that must be reached.","a":"Franz Kafka"},
    {"q":"You don't get in life what you want; you get in life what you are.","a":"Les Brown"},
    {"q":"True life is lived when tiny changes occur.","a":"Leo Tolstoy"},
    {"q":"The greatest work that kindness does to others is that it makes them kind themselves.","a":"Amelia Earhart"},
    {"q":"True love stories never have endings.","a":"Richard Bach"},
    {"q":"We run to win, not just to be in the race.  ","a":"Vince Lombardi"},
    {"q":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.","a":"Socrates"},
    {"q":"To be angry is to revenge the faults of others on ourselves.","a":"Alexander Pope"},
    {"q":"Fear is stupid. So are regrets.","a":"Marilyn Monroe"},
    {"q":"Welcome every morning with a smile. Look on the new day as another gift from your Creator, another golden opportunity.","a":"Og Mandino"},
    {"q":"To arrive at the simplest truth requires years of contemplation.","a":"Isaac Newton"},
    {"q":"To live outside the law, you must be honest. ","a":"Bob Dylan"},
    {"q":"There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.","a":"Epictetus"},
    {"q":"You have to make time, even for something as universal as staring at the stars.","a":"W.P. Kinsella"},
    {"q":"Look to the beauty of this day, miracles are all around you.","a":"Mary Engelbreit"},
    {"q":"Everyone has oceans to fly, if they have the heart to do it. Is it reckless? Maybe. But what do dreams know of boundaries.","a":"Amelia Earhart"},
    {"q":"A man should do his job so well that the living, the dead, and the unborn could do it no better.","a":"Martin Luther King, Jr."},
    {"q":"Sometimes it is harder to deprive oneself of a pain than of a pleasure.","a":"F. Scott Fitzgerald"},
    {"q":"Your vision will become clear only when you can look into your own heart.","a":"Lolly Daskal"},
    {"q":"Peace is letting it be. Letting life flow, letting emotions flow through you.","a":"Kamal Ravikant"},
    {"q":"Confidence comes not from always being right but not fearing to be wrong.","a":"Unknown"},
    {"q":"The universe doesn't give you what you ask for with your thoughts - it gives you what you demand with your actions.","a":"Steve Maraboli"},
    {"q":"A vital part of the happiness formula is self-discipline. Whoever conquers himself knows deep happiness that fills the heart with joy.","a":"Norman Vincent Peale"},
    {"q":"I can think of nothing less pleasurable than a life devoted to pleasure.","a":"John D. Rockefeller"},
    {"q":"The primary point of this existence is to live, and all living things move and grow.","a":"Ming-Dao Deng"}
]